{"title":"Speakers | DataFest Tbilisi", "description":"3 days about data and communication bringing together journalists, CSO activists, marketing specialists, business professionals, government officials, data analysts, developers and designers working with data or willing to explore the data opportunities to Inspire, Share knowledge, Network, and Collaborate.", "html":"<h1 data-fade-id=\"1\">SPEAKERS</h1>\n\n<div class=\"talk-workshop\">\n  <image src=\"assets/images/talk.svg\" class=\"talk\" />\n  Talk\n  &nbsp;&nbsp;\n  <image src=\"assets/images/workshop.svg\" class=\"workshop\" />\n  Workshop\n</div>\n\n<div class=\"grid\"><div class=\"row\" data-fade-id=\"2\"><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Richard_Morrisroe.jpg'/></div><div class='name'>Richard Morrisroe</div><div class=\"country\">Ireland</div><div class='position'>Data Scientist</div><div class=\"organization\">Facebook</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/richard.morrisroe\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://www.linkedin.com/in/richardmorrisroe/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Richard Morrisroe is a Data Scientist at Facebook with man years of experience. Highly skilled with data analysis, machine learning, predictive analytics and SQL, his particular specialty is in converting business problems into forms in which they can be answered by data. He has extensive experience with extremely large data sets and uses R, Java, Python and Bash on a regular basis. Richard uses his skills in regression, time-series analysis and prediction, clustering, random forests, SVMs and Bayesian modelling to build cohort-based customer lifetime value models for Facebook customers to help them optimise their advertisement spend.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Emma_Lacey_Bordeaux.jpg'/></div><div class='name'>Emma Lacey Bordeaux</div><div class=\"country\">USA</div><div class='position'>Editor</div><div class=\"organization\">CNN</div><div class=\"grid-social social-speakers\"><a><i class=\"filler\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Ms. Emma Lacey-Bordeaux is a platform-agnostic journalist driven by curiosity and the desire to make connections across space and perspective. Since 2008, she has worked at CNN – first as researcher, then Associate Producer, Reporter and Producer, and since 2013 as an Editor. Ms. Lacey-Bordeaux has broken stories on loopholes in federal gun laws, the scourge of rape on college campuses, and companies using mugshots to turn a profit. She’s worked on coverage for two presidential elections; the rise of the Tea Party, Occupy, and the Black Lives Matter movement; the tragedy in Newtown; the Syrian Conflict; and the war in Ukraine. Ms. Lacey-Bordeaux’s work on the Deepwater Horizon oil spill and the Arab Spring contributed to two Peabody Awards for the network, and the Atlanta Press Club has recognized her enterprise work with an award for outstanding digital and broadcast reporting. She has also worked in politics, assisting state-wide campaigns, and running a local legislative office. She holds a Bachelor’s degree in International Studies from Georgia State University. Ms. Lacey-Bordeaux is currently a Master of Fine Arts candidate in Narrative Nonfiction at the University of Georgia, where she is working on a book focused on missed opportunities in the American juvenile justice system.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Christiaan_Triebert.jpg'/></div><div class='name'>Christiaan Triebert</div><div class=\"country\">Netherlands</div><div class='position'>Digital Forensics Researcher</div><div class=\"organization\">Bellingcat</div><div class=\"grid-social social-speakers\"><a href=\"https://twitter.com/trbrtc\" target=\"_blank\"><i class=\"twitter\"></i></a><a href=\"https://www.linkedin.com/in/christiaantriebert/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Christiaan Triebert is a conflict researcher with Bellingcat, a multi-award winning collective that uses online open source information to investigate armed conflicts and corruption. Among a wide variety of topics, Triebert has especially focused on investigating airstrikes in the Middle East, also in his capacity as geolocation expert for monitoring organisation Airwars. His digital reconstruction of the Turkish coup d’état attempt won the Innovation Award of the European Press Prize. Triebert aims to spread Bellingcat’s techniques and tools by giving worldwide digital forensics workshops, including in Iraq, Ukraine, and Colombia. He holds a Master’s degree in Conflict, Security & Development from King’s College London, and two undergraduate degrees (International Relations, Political Philosophy) from the University of Groningen. Triebert conducted fieldwork in Syria and Iraq, among other countries.</div></div></div><div class=\"row\" data-fade-id=\"3\"><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Miriam_Quick.jpg'/></div><div class='name'>Miriam Quick</div><div class=\"country\">UK</div><div class='position'>Researcher for Information Visualization</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/miriam.quick\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://twitter.com/miriamquick\" target=\"_blank\"><i class=\"twitter\"></i></a><a href=\"https://www.linkedin.com/in/miriam-quick-3344a7/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Miriam Quick is a data journalist and researcher whose work has been regularly featured on the BBC, Quartz, and informationisbeautiful.net. She was the lead research on David McCandless’s infographic book Knowledge is Beautiful, and recently analyzed the data from over 250 film critics for BBC Culture’s “Greatest Comedies” poll. Miriam spends her days writing data-driven stories and animation scripts, or researching and crafting copy for infographics. She also often collaborates with designers to create data art pieces which have been exhibited in the UK, Germany, and the US. Recent projeects include Air Transformed, a series of wearables visualizing air quality data made in collaboration with designer Stefanie Posavec, and Oddityviz, a visualization of musical data from David Bowie’s “Space Oddity” created with designer Valentina D’Efilippo.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Jelena_Vasic.jpg'/></div><div class='name'>Jelena Vasic</div><div class=\"country\">Serbia</div><div class='position'>Journalist/Project Manager</div><div class=\"organization\">KRIK</div><div class=\"grid-social social-speakers\"><a><i class=\"filler\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Jelena Vasic is project manager and investigative reporter for the Crime and Corruption Reporting Network (KRIK) in Serbia, and has been a member of the KRIK team since its beginning in April 2015. Jelena has also worked as an investigative reporter for the Organized Crime and Corruption Reporting Project (OCCRP). In 2012 Vasic graduated from Belgrade University with a degree in journalism. From 2012 until 2015 she worked as part of a journalistic team of the Center for Investigative Journalism of Serbia (CINS). During that period Jelena won the National Annual Award for Investigative Journalism in the category of Online media. As part of the KRIK investigative team Jelena has also won the international Data Journalism Award in 2017, for developing a unique online Database of Assets of Serbian Politicians.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Jason_Addie.jpg'/></div><div class='name'>Jason Addie</div><div class=\"country\">Georgia</div><div class='position'>Data Wrangler</div><div class=\"organization\">ForSet</div><div class=\"grid-social social-speakers\"><a><i class=\"filler\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Jason Addie is co-founder and head of technology for ForSet, a Georgian civic tech NGO specializing in effective communications for social issues by using data, design, and technology. His passion is data, and making it available to the public in a way that is informative, engaging, and motivating. He can take lifeless 30 page reports from government agencies and transform them into stories that the public understands and cares about. He has been working in data and communications for over 5 years with both local and international organizations like UNFPA, UNICEF, Transparency International and NDI. He analyzes data, creates story concepts, builds interactive websites, and has contributed to more than 40 interactive web stories and more than 200 visualizations (such as infographics, factographs, GIFs, and animations).</div></div></div><div class=\"row\"><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Stefan_Turkheimer.jpg'/></div><div class='name'>Stefan Turkheimer</div><div class=\"country\">USA</div><div class='position'>Political Consultant</div><div class=\"grid-social social-speakers\"><a><i class=\"filler\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Mr. Stefan Turkheimer is a lawyer and political consultant with offices in Atlanta, Georgia and Washington, DC. For over a decade, Mr. Turkheimer has advised candidates at the local, state, and national level. He specializes in boutique communications strategies for candidates and elected officials, providing top-to-bottom services, crafting candidates’ messaging and social media presence, and elevating the profiles of politicians even in the most crowded or competitive fields. Mr. Turkheimer is a talented speechwriter and media relations manager. When he’s not fielding client and legal requests or walking his beloved dog, Scout, Mr. Turkheimer loves playing soccer and rooting for Tottenham.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/missing.jpg'/></div><div class='name'>Michael Crawford</div><div class=\"country\">UK</div><div class='position'>Head of Data & Analytics</div><div class=\"organization\">Barnett Waddingham</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/michael.crawford.5855\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://www.linkedin.com/in/michaelcrawford3/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Michael Crawford is head of Data Analytics at Barnett Waddingham, an actuarial consultancy in London. With over thirty years of experience in financial service, Michael has worked in almost all areas of financial services and has been involved in several small businesses over the years. In the last five years he moved back to insurance and has worked on numerous projects implementing modelling systems in life insurance, general insurance and reinsurance.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Rayna_Breuer.jpg'/></div><div class='name'>Rayna Breuer</div><div class=\"country\">Germany</div><div class='position'>Data Storyteller</div><div class=\"organization\">DW Academie</div><div class=\"grid-social social-speakers\"><a><i class=\"filler\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Rayna Breuer is a multimedia journalist working for Deutsche Welle, ARD, and Deutschlandfunk. She is an expert at finding stories in piles of numbers, and then telling them with innovative tools from different perspectives, Rayna is helping spearhead a new generation of journalism. Rayna previously worked with Datawrapper and other open source tools, and started with DDJ in 2012 with a project based on javascript.. In recent years she has been focusing on innovative, multimedia storytelling using the Rageflow tool.</div></div></div><div class=\"row\"><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Jakub_Gornicki.jpg'/></div><div class='name'>Jakub Gornicki</div><div class=\"country\">Poland</div><div class='position'>Co-founder</div><div class=\"organization\">Outride.rs</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/jakubgornicki\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://twitter.com/jakubgornicki\" target=\"_blank\"><i class=\"twitter\"></i></a><a href=\"https://www.linkedin.com/in/jakubgornicki\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/></div></div><div class='summary fadeIn animated'>Jakub Gornicki is co-founder of, and reporter for, Outriders. His work combines new technologies and storytelling to the fields of journalism, blogging, government accountability, and transparency. Jakub was also a board member and COO of the ePaństwo Foundation, which he helped develop into an internationally prominent open data and transparency NGO, and worked in training and software implementation with Sourcefabric. Other projects have included establishing the Code for Poland organization and contributing to both the Open Cities Program, which helps European cities adopt open data policies, and the Personal Democracy Forum in CEE and TransparenCEE. Jakub has been named one of the 28 most innovative Poles by the newspaper Puls Biznesu, and was a 2014 New Europe Challenger.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Andriy_Gazin.jpg'/></div><div class='name'>Andriy Gazin</div><div class=\"country\">Ukraine</div><div class='position'>Data Journalist</div><div class=\"organization\">Textura.in.ua</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/andriy.gazin\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://twitter.com/AndriyGazin\" target=\"_blank\"><i class=\"twitter\"></i></a><a href=\"https://www.linkedin.com/in/andriygazin\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Andriy Gazin is a data journalist who uses programming, data analysis, and data visualization to find and tell stories. Andriy’s interests include the R programming language, life-blogging, and comic books and graphic novels. The former head of the infographics department at weekly magazines Korrespondent and Novoe Vremya, Andriy now spends much of his time providing training sessions on data analysis and visualization for journalists and NGOs and keeping up his data journalism blog textura.in.ua.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Thomas_Burns.jpg'/></div><div class='name'>Thomas Burns</div><div class=\"country\">Georgia</div><div class='position'>Digital Storyteller</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/ThomasMichaelBurns\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://www.linkedin.com/in/thomasmburns/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/></div></div><div class='summary fadeIn animated'>Thomas Burns is an award-winning story producer and film director specializing in scripted, non-fiction, and advertising content. His background includes over a decade of training in Hollywood on feature films (including Where the Wild Things Are and Die Hard 4), dramatic television (CSI, Dexter), documentaries (National Geographic, Discovery Channel), and hundreds of commercials. He has a master’s degree in documentary film from Stanford University, where one of his films won a Student Academy Award, and has received the award for Best Cinematography at the European Independent Film Festival in Paris. A former Fulbright Scholar, Thomas has been a visiting professor at the School of Theater, Film, and Television at the University of California Los Angeles, and hosts story workshops and masterclasses around the world. His work has been screened in broadcast, gallery exhibitions, and film festivals around the world.</div></div></div><div class=\"row\"><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Eric_Barrett.jpg'/></div><div class='name'>Eric Barrett</div><div class=\"country\">Georgia</div><div class='position'>Data Consultant</div><div class=\"grid-social social-speakers\"><a href=\"https://twitter.com/brrttwrks\" target=\"_blank\"><i class=\"twitter\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Eric Barrett has worked in the field of data, technology, and transparency for almost ten years. From 2008-2010 he worked at Transparency International Georgia as Digital Organizer, and in 2010 joined the team at JumpStart Georgia (then known as Open Maps Caucasus). Eric became Executive Director in 2012 and took JumpStart in a new direction, combining data and visualizations with journalism to tell stories from Georgia in innovative ways, all the while advocating for open data principles and practices among NGOs and government. Eric left JumpStart at the end of 2016 and now teaches and works with organizations in the Caucasus, telling stories in which data and design are crucial components. He lives in Tbilisi, Georgia, with his wife, daughter and newborn son.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Anastasia_Valeeva.jpg'/></div><div class='name'>Anastasia Valeeva</div><div class=\"country\">Kyrgyzstan</div><div class='position'>Data Journalism Trainer</div><div class=\"grid-social social-speakers\"><a href=\"@anastasiajourno\" target=\"_blank\"><i class=\"facebook\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Anastasia Valeeva is a data journalism instructor and open data researcher. She researched the use of open data in investigative journalism as part of her fellowship at the Reuters Institute for the Study of Journalism in Oxford, UK. Anastasia has taught data journalism at Data Bootcamps in Montenegro and Germany, at Data Journalism Summer Institutes in Kyrgyzstan and Albania, and at the Higher School of Economics, Russia. She is currently a data journalism lecturer at the American University of Central Asia, Kyrgyzstan.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Mariam_Kobuladze.jpg'/></div><div class='name'>Mariam Kobuladze</div><div class=\"country\">Georgia</div><div class='position'>DataViz Designer</div><div class=\"grid-social social-speakers\"><a href=\"https://www.linkedin.com/in/memerenard/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Mariam Kobuladze has more than 5 years experience working with infographics and UI/UX design. Mariam is currently working on a variety of projects as a freelance designer. Recently she has spent four years working with JumpStart Georgia, designing award-winning infographics, interactive visualizations and data portals. Mariam also teaches at the Caucasus School of Technology in Tbilisi, Georgia.</div></div></div><div class=\"row\"><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Nadiia_Babynska.jpg'/></div><div class='name'>Nadiia Babynska</div><div class=\"country\">Ukraine</div><div class='position'>Open Data Policy Expert</div><div class=\"organization\">Open Data Lab Ukraine</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/nadiia.babynska\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://www.linkedin.com/in/nadiia-babynska-53277a4/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Nadiia Babynska is a Ukrainian media expert, investigative journalist, trainer, and activist for open data and access to public information. She is a consultant for the open data project in TAPAS and a coordinator of the Technovation Challenge in Ukraine. Currently Nadiia also coordinates the Youth Innovation Challenge in democracy and human rights in Ukraine. Nadiia has previously worked as project manager for the Open Data Portal of the Ukrainian Parliament project, and with the Apps4Cities project (dealing in open city data) in Ukraine.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Valentine_Gogichashvili.jpg'/></div><div class='name'>Valentine Gogichashvili</div><div class=\"country\">Germany</div><div class='position'>Head of Engineering</div><div class=\"organization\">Zalando</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/valgog\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://twitter.com/valgog\" target=\"_blank\"><i class=\"twitter\"></i></a><a href=\"https://www.linkedin.com/in/valentine-gogichashvili-7a18b812/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>As Head of Engineering at Zalando Product Analytics, Valentine Gogichashvilil’s main goal is the creation of state-of-the-art A/B testing, tracking, and journey modelling services to enable data-informed decision-making throughout the whole company. Since joining Zalando in 2010, one of Valentine’s primary activities has been to help Zalando’s growing team of engineers to migrate from MySQL to PostgreSQL. He has been working with databases and data for more than 18 years, and began his career as an Oracle Developer and a DBA. Valentine is a frequent speaker at various conferences and a passionate supporter of open-source projects at Zalando.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Nathan_Schepers.jpg'/></div><div class='name'>Nathan Schepers</div><div class=\"country\">Romania</div><div class='position'></div><div class=\"organization\">The Romanian Center for Investigative Journalism</div><div class=\"grid-social social-speakers\"><a><i class=\"filler\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Nathan Scheper's engineering background spans fifteen years and incorporates many technologies. He has worked in every aspect of the software development industry, from testing and development to technical leadership and enterprise project management. Nathan currently works as technical product manager for the Romanian Centre for Investigative Journalism (CRJI), whose mission is to deconstruct and expose corrupt structures of power and to create an interdisciplinary community of collectors and disseminators of relevant and verifiable information. CRJI imbues investigative journalism with recording the colour of daily life.</div></div></div><div class=\"row\"><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Amil_Osmanli.jpg'/></div><div class='name'>Amil Osmanli</div><div class=\"country\">Ireland</div><div class='position'>Software Engineer</div><div class=\"organization\">Zalando Ireland</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/radiobashsh\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://twitter.com/aosmanli\" target=\"_blank\"><i class=\"twitter\"></i></a><a href=\"https://www.linkedin.com/in/amilosmanli/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Amil Osmanli is a software engineer working in Dublin for one of the biggest European online retailers. He started his studies as a mathematician at Baku State University, but switched fields and joined the Dublin Institute of Technology to study Computer Science. Amil started his engineering career with Amazon Data Services Ireland, and worked on building web-services for Amazon intrastructure, after which he joined a new startup as software engineer which specialized in data analysis. Amil joined Zalando in April 2015, and is a member of a team which is working on core services for Zalando's Smart Product Platform. Amil is currently building and maintaining RESTful web-services that are an integral part of the infrastructure, and capable of throughputting high loads.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Pavel_Nesterov.jpg'/></div><div class='name'>Pavel Nesterov</div><div class=\"country\">United Arab Emirates</div><div class='position'>Data Scientist</div><div class=\"organization\">noon</div><div class=\"grid-social social-speakers\"><a><i class=\"filler\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Pavel Nesterov talents include writing python code, stacking layers, adding more trees, generating adversarial examples, teaching deep learning, building random projections, and popularizing machine learning. Pavel holds an MS in Applied Mathematics. Sometimes Pavel works in large companies for money, but not very often.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Dmitriy_Selivanov.jpg'/></div><div class='name'>Dmitriy Selivanov</div><div class=\"country\">United Arab Emirates</div><div class='position'>Data Scientist</div><div class=\"organization\">Majid Al Futtaim</div><div class=\"grid-social social-speakers\"><a><i class=\"filler\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Dmitriy Selivanov is a senior data scientist at Majid Al Futtaim (Dubai, UAE). He is responsible for building recommendation systems for loyal customers. Dmitriy also develops systems to support marketing campaigns. Before joining Majid Al Futtaim, Dmitriy worked as data scientist at noon.com and Odnoklassniki, where he was involved in projects related to NLP and recommendation systems. Dmitriy develops and maintains several popular open-source projects, most notably text2vec, a framework for natural language processing in R.</div></div></div><div class=\"row\"><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Vitalii_Duk.jpg'/></div><div class='name'>Vitalii Duk</div><div class=\"country\">United Arab Emirates</div><div class='position'>Senior Data Scientist</div><div class=\"organization\">Dubizzle</div><div class=\"grid-social social-speakers\"><a><i class=\"filler\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Vitalii Duk is a senior data scientist at Dubizzle, and is responsible for harnessing the power of big data to improve the user experience. Working at the leading classifieds platform in the UAE, Vitalii employs analytics and insights from Dubizzle to detect fraudulent posts, ensure product price optimization, and build tailored recommendation engines in order to provide a seamless experience for Dubizzle users. Leveraging data science and machine learning, he helps to uncover hidden insights and identify key trends in the data to predict future user behaviors and preferences.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/missing.jpg'/></div><div class='name'>Alexey Natekin</div><div class=\"country\">Russia</div><div class='position'>Data Scientist</div><div class=\"organization\">Founder @ ods.ai, DM Labs, Arktur</div><div class=\"grid-social social-speakers\"><a href=\"https://www.linkedin.com/in/natekin/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/talk.svg\" class=\"talk\" title=\"talk\"/><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'></div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/missing.jpg'/></div><div class='name'>Giorgi Jvaridze</div><div class=\"country\">Ireland</div><div class='position'>Data Engineer</div><div class=\"organization\">Zalando</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/jvaridze\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://twitter.com/0xh3x\" target=\"_blank\"><i class=\"twitter\"></i></a><a href=\"https://www.linkedin.com/in/jvaridze/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Giorgi Jvaridze is a software engineer specializing in Data Science, Data Engineering, and Distributed Computing topics. Giorgi currently works at Zalando, Europe's largest online fashion retailer, in their Fashion Insights Centre in Dublin. Giorgi builds software that utilizes the vast amount of customer data and produces insights which help the business to make better decisions. Prior to Zalando Giorgi was working at TripAdvisor, helping to make the website more personalized. Giorgi is also co-organizer of the Data Science Tbilisi and Dublin Data Science groups, as well as a member of the organizing team of DataFest Tbilisi 2017.</div></div></div><div class=\"row\"><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Rudolf_Eremian.jpg'/></div><div class='name'>Rudolf Eremian</div><div class=\"country\">Georgia</div><div class='position'>Machine Learning Engineer</div><div class=\"organization\">Pulsar AI</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/rudolf.eremyan\" target=\"_blank\"><i class=\"facebook\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Rudolf Eremian's interest in Natural Language Processing started in 2014, when he was developing a tool for managing linguistic corpus at the Institute of Machine Mechanics. During that project, Rudolf did research about Automatic Georgian Dialect Identification which was awarded \"Best Scientific Research of the Tbilisi State University 76th Student Conference\". Rudolf has successfully completed several courses in the field of machine learning, natural language processing, and deep learning, including the Deep Learning Udacity Nanodegree, Stanford’s online Machine Learning course, and Language and Modern Technologies at Winter School of Goethe University Frankfurt. In July of 2017, Rudolf participated in the International Summer School and Summit on Deep Learning in Bilbao, Spain. Since 2016 Rudolf has been with PulsarAI as an ML / NLP software engineer, and his team started working on several NLP-based projects. The first project was about developing a chatbot framework adapted for Georgian texts. The project faced a lot of limitations but, fortunately, they found ways to eliminate these barriers and run a beta version of the chatbot. Today, Rudolf's team is developing several tools such Georgian spell checker, Latin-to-Georgian transliterarion, and Sentiment Analysis tools.</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Nickolai_Kvantaliani.jpg'/></div><div class='name'>Nickolai Kvantaliani</div><div class=\"country\">Belarus</div><div class='position'>Security Expert</div><div class=\"grid-social social-speakers\"><a><i class=\"filler\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'>Nikolai Kvantaliani has been the director of the “New Group” Civil Society activists since 2001. Nikolai has also worked as a board member of the National Youth Council of Belarus from 2007 – 2011 and Steering Committee member of the Eastern Partnership Civil Society Forum from 2012 – 2014, and has been training activists for more than a decade. Nikolai’s current focus is on Digital Security and New Media for NGOs, and he often acts as trainer, consultant, and as an expert in this field. Together with \"Teplitsa technologies for social good,\" Nikolai has prepared and conducted a series of workshops on digital security and advocacy. Since 2017 Nikolai has been the Digital Communication Network Country Ambassador for Belarus: “In my country we have a gap between NGOs & technology, and my mission is to deliver Technology4NGO”</div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Levan_Tsinadze.jpg'/></div><div class='name'>Levan Tsinadze</div><div class=\"country\">Georgia</div><div class='position'>Research Scientist</div><div class=\"organization\">Pulsar AI</div><div class=\"grid-social social-speakers\"><a href=\"https://www.linkedin.com/in/levan-tsinadze-246a1b2a/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'></div></div></div><div class=\"row\"><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Soso_Khutsishvili.jpg'/></div><div class='name'>Soso Khutsishvili</div><div class=\"country\">Georgia</div><div class='position'>Organizer</div><div class=\"organization\">Deep Learning Tbilisi Group</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/profile.php?id=100009470347933\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://www.linkedin.com/in/soso-khutsishvili-9348a8b5/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'></div></div><div class=\"card\"><div class=\"info\"><div class='photo'><img src='assets/images/speakers/Zaal_Gachechiladze.jpg'/></div><div class='name'>Zaal Gachechiladze</div><div class=\"country\">Georgia</div><div class='position'>Co-Founder & CTO</div><div class=\"organization\">Pulsar AI</div><div class=\"grid-social social-speakers\"><a href=\"https://www.facebook.com/zaalgachechiladze\" target=\"_blank\"><i class=\"facebook\"></i></a><a href=\"https://www.linkedin.com/in/zaalgachechiladze/\" target=\"_blank\"><i class=\"linkedin\"></i></a></div><div class=\"talk-icons\"><img src=\"assets/images/workshop.svg\" class=\"workshop\" title=\"workshop\"/></div></div><div class='summary fadeIn animated'></div></div></div></div>"}