{
  "slug": "speakers",
  "title": "Speakers",
  "description": "3 days about data and communication bringing together journalists, CSO activists, marketing specialists, business professionals, government officials, data analysts, developers and designers working with data or willing to explore the data opportunities to Inspire, Share knowledge, Network, and Collaborate.",
  "items": [
    {
      "name": "Richard Morrisroe",
      "photo": "Richard_Morrisroe.jpg",
      "position": "Data Scientist",
      "organization": "Facebook",
      "country": "Ireland",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Richard Morrisroe is a Data Scientist at Facebook with many years of experience. Highly skilled with data analysis, machine learning, predictive analytics and SQL, his particular specialty is in converting business problems into forms in which they can be answered by data. He has extensive experience with extremely large data sets and uses R, Java, Python and Bash on a regular basis. Richard uses his skills to build cohort-based customer lifetime value models for Facebook customers to help them optimize their advertisement spend.",
      "facebook": "https://www.facebook.com/richard.morrisroe",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/richardmorrisroe/"
    },
    {
      "name": "Emma Lacey-Bordeaux",
      "photo": "Emma_Lacey-Bordeaux.jpg",
      "position": "Editor",
      "organization": "CNN",
      "country": "USA",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Emma Lacey-Bordeaux is a platform-agnostic journalist driven by curiosity and the desire to make connections across space and perspective. Since 2008, she has worked at CNN – first as researcher, then Associate Producer, Reporter and Producer, and since 2013 as an Editor. Emma has worked on coverage for two presidential elections; the rise of the Tea Party, Occupy, and the Black Lives Matter movement; the Syrian Conflict; and the war in Ukraine.",
      "facebook": "https://www.facebook.com/EmmaLaceyBordeaux",
      "twitter": "https://twitter.com/ELBordeaux",
      "linkedin": ""
    },
    {
      "name": "Christiaan Triebert",
      "photo": "Christiaan_Triebert.jpg",
      "position": "Digital Forensics Researcher",
      "organization": "Bellingcat",
      "country": "Netherlands",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Christiaan Triebert is a conflict researcher with Bellingcat, a multi-award winning collective that uses online open source information to investigate armed conflicts and corruption. Among a wide variety of topics, Triebert has especially focused on investigating airstrikes in the Middle East, also in his capacity as geolocation expert for monitoring organisation Airwars. His digital reconstruction of the Turkish coup d’état attempt won the Innovation Award of the European Press Prize.",
      "facebook": "",
      "twitter": "https://twitter.com/trbrtc",
      "linkedin": "https://www.linkedin.com/in/christiaantriebert/"
    },
    {
      "name": "Stefan Turkheimer",
      "photo": "Stefan_Turkheimer.jpg",
      "position": "Political Consultant",
      "organization": "",
      "country": "USA",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Stefan Turkheimer is a lawyer and political consultant with offices in Atlanta, Georgia and Washington, DC. For over a decade, he has advised candidates at the local, state, and national level. He specializes in boutique communications strategies for candidates and elected officials, providing top-to-bottom services, crafting candidates’ messaging and social media presence, and elevating the profiles of politicians even in the most crowded or competitive fields.",
      "facebook": "https://www.facebook.com/turkheimer",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/stefan-turkheimer-06466a5/"
    },
    {
      "name": "Jelena Vasic",
      "photo": "Jelena_Vasic.jpg",
      "position": "Journalist/Project Manager",
      "organization": "KRIK",
      "country": "Serbia",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Jelena Vasic is project manager and investigative reporter for the Crime and Corruption Reporting Network (KRIK) in Serbia, and has been a member of the KRIK team since its beginning in April 2015. Jelena has also worked as an investigative reporter for the Organized Crime and Corruption Reporting Project (OCCRP). As part of the KRIK investigative team Jelena has also won the international Data Journalism Award in 2017, for developing a unique online Database of Assets of Serbian Politicians.",
      "facebook": "https://www.facebook.com/jelena.vasic.50115",
      "twitter": "https://twitter.com/_jelvas",
      "linkedin": ""
    },
    {
      "name": "Jason Addie",
      "photo": "Jason_Addie.jpg",
      "position": "Data Wrangler",
      "organization": "ForSet",
      "country": "Georgia",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Jason Addie is co-founder and head of technology for ForSet, a Georgian civic tech NGO specializing in effective communications for social issues by using data, design, and technology. He analyzes data, creates story concepts, builds interactive websites, and has contributed to more than 40 interactive web stories and more than 200 visualizations. Jason can take lifeless 30 page reports and transform them into stories that the public understands and cares about.",
      "facebook": "https://www.facebook.com/jason.addie",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/jasonaddie/"
    },
    {
      "name": "Miriam Quick",
      "photo": "Miriam_Quick.jpg",
      "position": "Researcher for Information Visualization",
      "organization": "",
      "country": "UK",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Miriam Quick is a data journalist and researcher whose work has been regularly featured on the BBC, Quartz, and informationisbeautiful.net. She was the lead research on David McCandless’s infographic book Knowledge is Beautiful, and recently analyzed the data from over 250 film critics for BBC Culture’s “Greatest Comedies” poll. Miriam spends her days writing data-driven stories and animation scripts, or researching and crafting copy for infographics.",
      "facebook": "https://www.facebook.com/miriam.quick",
      "twitter": "https://twitter.com/miriamquick",
      "linkedin": "https://www.linkedin.com/in/miriam-quick-3344a7/"
    },
    {
      "name": "Valentine Gogichashvili",
      "photo": "Valentine_Gogichashvili.jpg",
      "position": "Head of Engineering",
      "organization": "Zalando",
      "country": "Germany",
      "talk": "TRUE",
      "workshop": "FALSE",
      "summary": "As Head of Engineering at Zalando Product Analytics, Valentine Gogichashvilil’s main goal is the creation of state-of-the-art A/B testing, tracking, and journey modelling services to enable data-informed decision-making throughout the whole company. He began his career as an Oracle Developer and a DBA. Since joining Zalando in 2010, one of Valentine’s primary activities has been to help Zalando’s growing team of engineers to migrate from MySQL to PostgreSQL.",
      "facebook": "https://www.facebook.com/valgog",
      "twitter": "https://twitter.com/valgog",
      "linkedin": "https://www.linkedin.com/in/valentine-gogichashvili-7a18b812/"
    },
    {
      "name": "Mick Cooney",
      "photo": "Mick_Cooney.jpg",
      "position": "Dublin Data Science",
      "organization": "Organizer",
      "country": "Ireland",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Mick Cooney is a statistical modelling consultant specializing in financial services, and has over 15 years of experience in quantitative finance and insurance. Mick completed a PhD in Computational Quantitative Finance and spent 10 years modelling volatility for equity and equity index derivatives. He has spent the last few years in insurance helping companies in both life and general insurance with their modelling needs and has a particular focus on pricing and risk modelling for specialty insurance.",
      "facebook": "",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/mick-cooney-56b18535/"
    },
    {
      "name": "Rayna Breuer",
      "photo": "Rayna_Breuer.jpg",
      "position": "Data Storyteller",
      "organization": "DW Academie",
      "country": "Germany",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Rayna Breuer is a multimedia journalist working for Deutsche Welle, ARD, and Deutschlandfunk. She is an expert at finding stories in piles of numbers, and then telling them with innovative tools from different perspectives, Rayna is helping spearhead a new generation of journalism. Rayna previously worked with Datawrapper and other open source tools, and started with DDJ in 2012 with a project based on javascript.",
      "facebook": "",
      "twitter": "https://twitter.com/rayna_breuer",
      "linkedin": ""
    },
    {
      "name": "Jakub Gornicki",
      "photo": "Jakub_Gornicki.jpg",
      "position": "Co-founder",
      "organization": "Outride.rs",
      "country": "Poland",
      "talk": "TRUE",
      "workshop": "FALSE",
      "summary": "Jakub Gornicki is co-founder of and reporter for Outriders. His work combines new technologies and storytelling to the fields of journalism, blogging, government accountability, and transparency. Jakub was also a board member and COO of the ePaństwo Foundation, which he helped develop into an internationally prominent open data and transparency NGO, and worked in training and software implementation with Sourcefabric.",
      "facebook": "https://www.facebook.com/jakubgornicki",
      "twitter": "https://twitter.com/jakubgornicki",
      "linkedin": "https://www.linkedin.com/in/jakubgornicki"
    },
    {
      "name": "Andriy Gazin",
      "photo": "Andriy_Gazin.jpg",
      "position": "Data Journalist",
      "organization": "Textura.in.ua",
      "country": "Ukraine",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Andriy Gazin is a data journalist who uses programming, data analysis, and data visualization to find and tell stories. Andriy’s interests include the R programming language, life-blogging, and comic books and graphic novels. The former head of the infographics department at weekly magazines Korrespondent and Novoe Vremya, Andriy spends much of his time providing training sessions on data analysis and visualization for journalists and NGOs and keeping up his data journalism blog textura.in.ua.",
      "facebook": "https://www.facebook.com/andriy.gazin",
      "twitter": "https://twitter.com/AndriyGazin",
      "linkedin": "https://www.linkedin.com/in/andriygazin"
    },
    {
      "name": "Thomas Burns",
      "photo": "Thomas_Burns.jpg",
      "position": "Digital Storyteller",
      "organization": "",
      "country": "Georgia",
      "talk": "TRUE",
      "workshop": "FALSE",
      "summary": "Thomas Burns is an award-winning story producer and film director specializing in scripted, non-fiction, and advertising content. His background includes over a decade of training in Hollywood on feature films (including Where the Wild Things Are and Die Hard 4), dramatic television (CSI, Dexter), documentaries (National Geographic, Discovery Channel), and hundreds of commercials. His work has been screened in broadcast, gallery exhibitions, and film festivals around the world.",
      "facebook": "https://www.facebook.com/ThomasMichaelBurns",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/thomasmburns/"
    },
    {
      "name": "Eric Barrett",
      "photo": "Eric_Barrett.jpg",
      "position": "Data Consultant",
      "organization": "",
      "country": "Georgia",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Eric Barrett has worked in the field of data, technology, and transparency for almost 10 years. From 2008-2010 he worked at Transparency International Georgia as Digital Organizer. Eric became Executive Director in 2012 and took JumpStart in a new direction, combining data and visualizations with journalism to tell stories from Georgia in innovative ways. Eric now teaches and works with organizations in the Caucasus, telling stories in which data and design are crucial components.",
      "facebook": "",
      "twitter": "https://twitter.com/brrttwrks",
      "linkedin": ""
    },
    {
      "name": "Anastasia Valeeva",
      "photo": "Anastasia_Valeeva.jpg",
      "position": "Data Journalism Trainer",
      "organization": "",
      "country": "Kyrgyzstan",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Anastasia Valeeva is a data journalism instructor and open data researcher. She researched the use of open data in investigative journalism as part of her fellowship at the Reuters Institute for the Study of Journalism in Oxford, UK. Anastasia has taught data journalism at Data Bootcamps in Montenegro and Germany, at Data Journalism Summer Institutes in Kyrgyzstan, Albania, and Russia. She is currently a data journalism lecturer at the American University of Central Asia, Kyrgyzstan.",
      "facebook": "@anastasiajourno",
      "twitter": "",
      "linkedin": ""
    },
    {
      "name": "Mariam Gamkharashvili",
      "photo": "Mariam_Gamkharashvili.jpg",
      "position": "Data Researcher & Co-Founder",
      "organization": "ForSet",
      "country": "Georgia",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Mariam Gamkharashvili has been managing and creating data storytelling projects for over 4 years, and has developed more than 100 unique infographics, animations, and multimedia stories. She is co-founder and data researcher at ForSet. Mariam is currently studying the use of technology in cities for her PhD.",
      "facebook": "",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/mariam-gamkharashvili-78071977/"
    },
    {
      "name": "Nadiia Babynska",
      "photo": "Nadiia_Babynska.jpg",
      "position": "Open Data Policy Expert",
      "organization": "Open Data Lab Ukraine",
      "country": "Ukraine",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Nadiia Babynska is a Ukrainian media expert, investigative journalist, trainer, and activist for open data and access to public information. She is a consultant for the open data project in TAPAS and a coordinator of the Technovation Challenge in Ukraine. Currently Nadiia also coordinates the Youth Innovation Challenge in democracy and human rights in Ukraine. Nadiia has previously worked as project manager for the Open Data Portal of the Ukrainian Parliament project.",
      "facebook": "https://www.facebook.com/nadiia.babynska",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/nadiia-babynska-53277a4/"
    },
    {
      "name": "Giorgi Jvaridze",
      "photo": "Giorgi_Jvaridze.jpg",
      "position": "Data Engineer",
      "organization": "Zalando",
      "country": "Ireland",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Giorgi Jvaridze is a Software Engineer specializing on Data Science, Data Engineering and Distributed Computing topics. He's currently at Zalando, Europe's largest online fashion retailer, in their Fashion Insights Centre in Dublin, Ireland. Giorgi is building software that utilizes the vast amount of customer data and produces insights that helps the business to make better decisions. Prior to Zalando, he was working at TripAdvisor helping to make the website more personalized.",
      "facebook": "https://www.facebook.com/jvaridze",
      "twitter": "https://twitter.com/0xh3x",
      "linkedin": "https://www.linkedin.com/in/jvaridze/"
    },
    {
      "name": "Nathan Schepers",
      "photo": "Nathan_Schepers.jpg",
      "position": "",
      "organization": "The Romanian Center for Investigative Journalism",
      "country": "Romania",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Nathan Scheper's engineering background spans fifteen years and incorporates many technologies. He has worked in every aspect of the software development industry, from testing and development to technical leadership and enterprise project management. Nathan currently works as technical product manager for the Romanian Centre for Investigative Journalism (CRJI), whose mission is to deconstruct and expose corrupt structures of power and to create an interdisciplinary community of collectors and disseminators of relevant and verifiable information.",
      "facebook": "",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/nathanschepers/"
    },
    {
      "name": "Amil Osmanli",
      "photo": "Amil_Osmanli.jpg",
      "position": "Software Engineer",
      "organization": "Zalando Ireland",
      "country": "Ireland",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Amil Osmanli is a software engineer working in Dublin for one of the biggest European online retailers. Amil started his engineering career with Amazon Data Services Ireland, and worked on building web-services for Amazon infrastructures. He joined Zalando in April 2015, and is currently building and maintaining RESTful web-services that are an integral part of the infrastructure, and capable of through putting high loads.",
      "facebook": "https://www.facebook.com/radiobashsh",
      "twitter": "https://twitter.com/aosmanli",
      "linkedin": "https://www.linkedin.com/in/amilosmanli/"
    },
    {
      "name": "Pavel Nesterov",
      "photo": "Pavel_Nesterov.jpg",
      "position": "Data Scientist",
      "organization": "ods.ai",
      "country": "Russia",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Pavel Nesterov talents include writing python code, stacking layers, adding more trees, generating adversarial examples, teaching deep learning, building random projections, and popularizing machine learning. Pavel holds an MS in Applied Mathematics. Sometimes Pavel works in large companies for money, but not very often.",
      "facebook": "https://www.facebook.com/pavel.nesterov",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/nesterovpavel/"
    },
    {
      "name": "Ia Ninoshvili",
      "photo": "Ia_Ninoshvili.jpg",
      "position": "Designer & Co-Founder",
      "organization": "ForSet",
      "country": "Georgia",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Ia Ninoshvili is an illustrator and graphic designer with over eight years of experience, creating more than 80 infographics, animations, and factographs in that time. Ia co-founded ForSet to increase the effectiveness of communications using data, technology and design.",
      "facebook": "",
      "twitter": "",
      "linkedin": ""
    },
    {
      "name": "Vitalii Duk",
      "photo": "Vitalii_Duk.jpg",
      "position": "Senior Data Scientist",
      "organization": "Dubizzle",
      "country": "United Arab Emirates",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Vitalii Duk is a senior data scientist at Dubizzle, and is responsible for harnessing the power of big data to improve the user experience. Working at the leading classifieds platform in the UAE, Vitalii employs analytics and insights from Dubizzle to detect fraudulent posts, ensure product price optimization, and build tailored recommendation engines in order to provide a seamless experience for Dubizzle users.",
      "facebook": "",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/vit-d/"
    },
    {
      "name": "Alexey Natekin",
      "photo": "Alexey_Natekin.jpg",
      "position": "Data Scientist  / Founder",
      "organization": "ods.ai",
      "country": "Russia",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Alex Natekin is the founder of a series of Data-Science related projects and companies, among which are Open Data Science ods.ai, DM Labs consultancy agency dmlabs.org and Arktur ML competition platform arktur.io. Previously worked in various industry companies while organizing, raising and leading DS groups, thus claiming the title of Data Demiurge. Alex occasionally writes articles and does research in GBMs and ML applications.",
      "facebook": "",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/natekin/"
    },
    {
      "name": "Rudolf Eremian",
      "photo": "Rudolf_Eremian.jpg",
      "position": "Machine Learning Engineer",
      "organization": "Pulsar AI",
      "country": "Georgia",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Rudolf's interest in Natural Language Processing started in 2014, when he was developing a tool for managing linguistic corpus at Institute of Machine Mechanics. During that project, He did the research about Automatic Georgian Dialect Identification, which was awarded \"Best Scientific Research of the Tbilisi State University 76th Student Conference\". Since 2016 december Rudolf joined to PulsarAI as ML / NLP software engineer and developed chatbot framework, adapted for Georgian texts.",
      "facebook": "https://www.facebook.com/rudolf.eremyan",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/rudolferemyan/"
    },
    {
      "name": "Vincenzo Lagani",
      "photo": "Vincenzo_Lagani.jpg",
      "position": "COO & Co-Founder",
      "organization": "Gnosis Data Analysis",
      "country": "Greece",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Vincenzo Lagani is an experienced data scientist, software developer, and co-founder of Gnosis Data Analysis, which provides data analysis for insurance companies, health care providers, and many others. Vincenzo holds a PhD in Operations Research, and has (co)authored more than 30 scientific publications in the past eight years of working with the Foundation for Research and Technology Hellas (FORTH) and the University of Crete.",
      "facebook": "",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/vincenzo-lagani/"
    },
    {
      "name": "Nickolai Kvantaliani",
      "photo": "Nickolai_Kvantaliani.jpg",
      "position": "Security Expert",
      "organization": "",
      "country": "Belarus",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Nikolai Kvantaliani has been the director of the “New Group” Civil Society activists since 2001. Nikolai has also worked as a board member of the National Youth Council of Belarus from 2007 – 2011 and Steering Committee member of the Eastern Partnership Civil Society Forum from 2012 – 2014, and has been training activists for more than a decade. Nikolai’s current focus is on Digital Security and New Media for NGOs, and he often acts as trainer, consultant, and as an expert in this field.",
      "facebook": "https://www.facebook.com/nikolai.kvantaliani",
      "twitter": "",
      "linkedin": ""
    },
    {
      "name": "Soso Khutsishvili",
      "photo": "Soso_Khutsishvili.jpg",
      "position": "Organizer",
      "organization": "Deep Learning Tbilisi",
      "country": "Georgia",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Soso Khutsishvili is co-founder of multiple startups and an organizer of Deep Learning Tbilisi meetup group. He has more than a decade of experience with technology and data. Soso has participated in many Machine Learning projects and is interested in involving young people into data science community.",
      "facebook": "https://www.facebook.com/profile.php?id=100009470347933",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/soso-khutsishvili-9348a8b5/"
    },
    {
      "name": "Viktor Nestulia",
      "photo": "Viktor_Nestulia.jpg",
      "position": "Director of Innovation Projects Programme",
      "organization": "TI Ukraine, ProZorro",
      "country": "Ukraine",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Before the Ukrainian Revolution of Dignity in 2014, Viktor worked in the country’s largest agro-industrial company where he was responsible for analysis and procurement. After the Revolution, he moved to the public sector looking at investment and cooperation with international financial organizations at the Ministry of Infrastructure. When the process of national public procurement reform was launched, he joined Transparency International as a coordinator of the ProZorro project on behalf of civil society. After successfully implementing the ProZorro e-procurement system, he has been working on building a monitoring ecosystem around ProZorro using innovative tools, risk indicators and the implementation of Open Contracting Data Standard",
      "facebook": "",
      "twitter": "",
      "linkedin": ""
    },
    {
      "name": "Dmitriy Selivanov",
      "photo": "Dmitriy_Selivanov.jpg",
      "position": "Data Scientist",
      "organization": "Majid Al Futtaim",
      "country": "United Arab Emirates",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Dmitriy Selivanov is a senior data scientist at Majid Al Futtaim (Dubai, UAE). He is responsible for building recommendation systems for loyal customers. Dmitriy also develops systems to support marketing campaigns. Before joining Majid Al Futtaim, Dmitriy worked as data scientist at noon.com and Odnoklassniki, where he was involved in projects related to NLP and recommendation systems. Dmitriy develops and maintains several popular open-source projects, most notably text2vec, a framework for natural language processing in R.",
      "facebook": "",
      "twitter": "https://twitter.com/dselivanov_",
      "linkedin": "https://www.linkedin.com/in/dselivanov1/"
    },
    {
      "name": "Mariam Kobuladze",
      "photo": "Mariam_Kobuladze.jpg",
      "position": "DataViz Designer",
      "organization": "",
      "country": "Georgia",
      "talk": "TRUE",
      "workshop": "TRUE",
      "summary": "Mariam Kobuladze has more than 5 years of experience working with infographics and UI/UX design. Mariam is currently working on a variety of projects as a freelance designer. Recently she has spent four years working with JumpStart Georgia, designing award-winning infographics, interactive visualizations and data portals. Mariam also teaches at the Caucasus School of Technology in Tbilisi, Georgia.",
      "facebook": "",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/memerenard/"
    },
    {
      "name": "Karolis Granickas",
      "photo": "Karolis_Granickas.jpg",
      "position": "Senior Program Manager",
      "organization": "Open Contracting Partnership",
      "country": "Lithuania",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Karolis Granickas is a senior program manager at Open Contracting Partnership. Prior to that, Karolis worked with Transparency International focusing on citizen engagement using ICT. Also, together with the Epsi platform, Open Knowledge International, Open Data Institute and others, he contributed to global open data advocacy efforts. Karolis has earned his Bachelor’s degree in International Law from the University of Westminster (UK) and Master’s degree in European Union Law from the University of Maastricht (the Netherlands).",
      "facebook": "",
      "twitter": "https://twitter.com/granickas",
      "linkedin": "https://www.linkedin.com/in/karolis-granickas-969b4858/"
    },
    {
      "name": "Zaal Gachechiladze",
      "photo": "Zaal_Gachechiladze.jpg",
      "position": "Co-Founder & CTO",
      "organization": "Pulsar AI",
      "country": "Georgia",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Zaal Gachechiladze is a co-founder and Chief Technology Officer of Pulsar AI, Georgia based AI first company that is pioneering the adoption of Machine learning based systems in wide range of industries in Georgia. Pulsar AI started less than a year ago with the aim to build automated agents that could converse with users in Georgian. Since then, Pulsar AI team has widened its span of expertise that includes custom made Georgian NLP engine, Georgian speech to text service, deep learning based face Id technology and some vital tools for pre-processing Georgian text online.",
      "facebook": "https://www.facebook.com/zaalgachechiladze",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/zaalgachechiladze/"
    },
    {
      "name": "Dachi Choladze",
      "photo": "Dachi_Choladze.jpg",
      "position": "Co-Founder & CEO",
      "organization": "Pulsar AI",
      "country": "Georgia",
      "talk": "TRUE",
      "workshop": "FALSE",
      "summary": "Dachi Choladze is a co-founder and CEO of Pulsar AI, the company that specializes in Artificial Intelligence field. Pulsar AI started less than a year ago with the aim to build automated agents that could converse with users in Georgian. Since then, the team has widened its span of expertise that includes custom made Georgian NLP engine, Georgian speech to text service, deep learning based face ID technology and some vital tools for pre-processing Georgian text online.",
      "facebook": "https://www.facebook.com/dachicholadze",
      "twitter": "",
      "linkedin": "https://www.linkedin.com/in/choladze/"
    },
    {
      "name": "Oana Calugar",
      "photo": "Oana_Calugar.jpg",
      "position": "Consultant",
      "organization": "Performance+",
      "country": "Germany",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Oana Calugar is a principle consultant with Performance+, where she helps managers develop high-performance teams using an Objective and Key Results (OKR) framework. Oana also works as a consultant, coach and trainer, helping clients achieve results supported by data analytics and improve employee engagement. Oana’s passion lies in helping improve the performance of clients in a transparent and data-driven manner.",
      "facebook": "",
      "twitter": "https://twitter.com/oana_co",
      "linkedin": ""
    },
    {
      "name": "Hrant Khachatrian",
      "photo": "Hrant_Khachatrian.jpg",
      "position": "Researcher",
      "organization": "YerevaNN lab",
      "country": "Armenia",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Hrant Khachatrian is a research scientist at YerevaNN lab. His research interests include deep learning and graph theory. He got his PhD in mathematics from Yerevan State University. Hrant also works at IntelinAir, a startup that brings state-of-the-art computer vision to agriculture.",
      "facebook": "",
      "twitter": "",
      "linkedin": ""
    },
    {
      "name": "Viktor Cherkaskyi",
      "photo": "Viktor_Cherkaskyi.jpg",
      "position": "Data Engineer",
      "organization": "Zalando",
      "country": "Ireland",
      "talk": "FALSE",
      "workshop": "TRUE",
      "summary": "Viktor Cherkaskyi is a Software Engineer at Zalando, the biggest online fashion shop in Europe. Interested in the Data Structures & Algorithms, Applied Data Science and Distributed Data Processing, Viktor is working on customer data processing software, which helps direct business decisions in various areas including marketing campaigns, A/B testing and others. Previously worked at TripAdvisor, building the data improvement automation pipeline with improvement signals coming from various sources, having different trustworthiness and quality.",
      "facebook": "",
      "twitter": "https://twitter.com/vcherkassky",
      "linkedin": "https://www.linkedin.com/in/viktor-cherkaskyi-9b467718/"
    }
  ]
}
